[
  {
    "id": "f1",
    "title": "Спустошення",
    "poster": "src/assets/posters/Havoc.jpg",
    "rating": 5.9,
    "age": "16+",
    "description": "Пограбування, пов'язане з наркотиками, виходить з-під контролю, і поліцейський пробивається крізь злочинний світ корумпованого міста, щоб врятувати сина політика.",
    "genre": [
      "Бойовик",
      "Кримінал",
      "Трилер"
    ],
    "release_year": 2025,
    "duration": "1:45",
    "trailer_url": "https://youtu.be/HAQfDRvrU0s",
    "actors": [
      "actor-1",
      "actor-2",
      "actor-3",
      "actor-4",
      "actor-5"
    ],
    "ticket_price": 160,
    "background_image": "src/assets/posters/Havoc_bg.jpg"
  },
  {
    "id": "f2",
    "title": "When will you marry?",
    "poster": "src/assets/posters/Whenmarry.jpg",
    "rating": 5.3,
    "age": "13+",
    "description": "Після невдалих заручин художній критик Ксенія виявляється втягнутою в інтригу, пов'язану з Гогеном, - що може допомогти їй знайти справжнє кохання.",
    "genre": [
      "Комедія",
      "Бойовик",
      "Романтика"
    ],
    "release_year": 2025,
    "duration": "1:43",
    "trailer_url": "https://youtu.be/UiqCK8pDdLQ",
    "actors": [
      "actor-6",
      "actor-7",
      "actor-8",
      "actor-9",
      "actor-10"
    ],
    "ticket_price": 190,
    "background_image": "src/assets/posters/Whenmarry_bg.jpg"
  },
  {
    "id": "f3",
    "title": "Велика двадцятка",
    "poster": "src/assets/posters/BigT.jpg",
    "rating": 4.7,
    "age": "16+",
    "description": "Коли саміт G20 потрапляє в облогу, президент США Даніель Саттон (володарка премії Оскар Віола Девіс) стає мішенню номер один. Уникнувши захоплення нападниками, вона повинна перехитрити ворога, щоб захистити свою сім'ю, відстояти країну і вберегти світових лідерів у цьому гостросюжетному фільмі.",
    "genre": [
      "Бойовик",
      "Трилер",
      "Драма"
    ],
    "release_year": 2025,
    "duration": "1:48",
    "trailer_url": "https://youtu.be/ibk3kGZnr8w",
    "actors": [
      "actor-11",
      "actor-12",
      "actor-13",
      "actor-14",
      "actor-15"
    ],
    "ticket_price": 210,
    "background_image": "src/assets/posters/BigT_bg.jpg"
  },
  {
    "id": "f4",
    "title": "Електричний штат",
    "poster": "src/assets/posters/Electric.jpg",
    "rating": 9.2,
    "age": "13+",
    "description": "Підліток-сирота із загадковим роботом вирушає на пошуки давно загубленого брата, об'єднавши сили з контрабандистом і його дотепним помічником.",
    "genre": [
      "Бойовик",
      "Пригоди",
      "Драми",
      "Фантастика"
    ],
    "release_year": 2025,
    "duration": "2:08",
    "trailer_url": "https://youtu.be/KpN98z8Kf5E",
    "actors": [
      "actor-16",
      "actor-17",
      "actor-18",
      "actor-19",
      "actor-20"
    ],
    "ticket_price": 170,
    "background_image": "src/assets/posters/Electric_bg.jpg"
  },
  {
    "id": "f5",
    "title": "Капітан Америка: Чудесний новий світ",
    "poster": "src/assets/posters/CapAmerica.jpg",
    "rating": 5.8,
    "age": "12+",
    "description": "Після отримання статусу нового Капітана Америки, Сем Вілсон готується протистояти черговим лиходіям. Несподівано планам заважає президент Росс, який має намір взяти команду супергероїв під тотальний контроль урядом. Звісно, чоловік разом із напарником Хоакіном Торресом навідріз відмовляються виконувати накази держави, через що невдовзі на них оголошується справжнє полювання ЦРУ. Паралельно з Білого Дому викрадають наскільки впливових людей, і супергерой вирішує провести власне розслідування.",
    "genre": [
      "Супергейський фільм",
      "бойовик",
      "Пригоди"
    ],
    "release_year": 2025,
    "duration": "1:58",
    "trailer_url": "https://youtu.be/1pHDWnXmK7Y",
    "actors": [
      "actor-21",
      "actor-22",
      "actor-23",
      "actor-24",
      "actor-25"
    ],
    "ticket_price": 160,
    "background_image": "src/assets/posters/CapAmerica_bg.jpg"
  },
    {
    "id": "f6",
    "title": "Компаньйон",
    "poster": "src/assets/posters/Compani.jpg",
    "rating": 8.0,
    "age": "16+",
    "description": "Вихідні з друзями у віддаленому будиночку перетворюються на хаос після того, як з’ясовується, що один з гостей не той, ким здається.",
    "genre": [
      "Фантастика",
      "Трилер",
      "Романтика"
    ],
    "release_year": 2025,
    "duration": "1:37",
    "trailer_url": "https://youtu.be/Qr_kX0D3DNA",
    "actors": [
      "actor-26",
      "actor-27",
      "actor-28",
      "actor-29",
      "actor-30"
    ],
    "ticket_price": 140,
    "background_image": "src/assets/posters/Compani_bg.jpg"
  },
  {
    "id": "f7",
    "title": "Тату на серці",
    "poster": "src/assets/posters/tatuHart.jpg",
    "rating": 8.2,
    "age": "16+",
    "description": "Старанна студентка медичної школи Шоу Лендон (Сідні Тейлор) походить з заможної родини. Це диктує певні правила у її поведінці та навіть накладає певні обмеження. Вже дуже давно, від самого дитинства, вона закохана у Рула Арчера (Чейз Стоукс). Він татуювальник і його спосіб життя сильно відрізнявся від того, чому вчили Шоу батьки. Дівчину це не відштовхує, але вона докладає максимум зусиль до того, аби ніхто не здогадався про її почуття. Тим часом Рул бачить навколо безліч дівчат, які не стали б приховувати своїх емоцій. Для нього Шоу лише подруга, слухняна донька правильних батьків. Опиратися своїм почуттям складно, тож Шоу зрештою проявляє ініціативу. Але чи змінить це щось для Рула?",
    "genre": [
      "Драма",
      "Мелодрама",
      "Романтика"
    ],
    "release_year": 2025,
    "duration": "1:33",
    "trailer_url": "https://youtu.be/WbwU5K-yfBI",
    "actors": [
      "actor-31",
      "actor-32",
      "actor-33",
      "actor-34",
      "actor-35"
    ],
    "ticket_price": 210,
    "background_image": "src/assets/posters/tatuHart_bg.jpg"
  },
  {
    "id": "f8",
    "title": "Мікі 17",
    "poster": "src/assets/posters/Mikki17.jpg",
    "rating": 6.2,
    "age": "16+",
    "description": "Події розгортаються у майбутньому, коли людство опанувало нові технології та прагне заселити нові планети. Мікі Барнз (Роберт Паттінсон) добровільно записується бути в числі першовідкривачів, яким довіряють найнебезпечніші місії по освоєнню космосу. У випадку, якщо він гине, то для нього виготовляють нове тіло, зберігаючи при цьому більшість його спогадів. Після чергових виснажливих подвигів по підкоренню крижаного світу Ніфльхейм, сімнадцяте тіло Мікі виживає. Але на повернення Мікі-17 ніхто не очікував, тож в кімнаті на нього чекав Мікі-18, його нове тіло.",
    "genre": [
      "Комедія",
      "Фентезі",
      "Бойовик",
      "Триллер",
      "Пригоди"
    ],
    "release_year": 2025,
    "duration": "1:58",
    "trailer_url": "https://youtu.be/tA1s65o_kYM",
    "actors": [
      "actor-36",
      "actor-37",
      "actor-38",
      "actor-39",
      "actor-40"
    ],
    "ticket_price": 150,
    "background_image": "src/assets/posters/Mikki17_bg.jpg"
  },
  {
    "id": "f9",
    "title": "Громовержці",
    "poster": "src/assets/posters/Thunder.jpg",
    "rating": 7.4,
    "age": "12+",
    "description": "На виконання особливих завдань американський уряд відправляє унікальний загін. Він складається з тих, кого зазвичай називають суперзлодіями. Аби принести користь людству та спокутувати свою вину за попередні провини, вони об’єднуються під назвою Громовержці та вирушають на завдання.",
    "genre": [
      "Драма",
      "Бойовик",
      "Фентезі",
      "Фантастика"
    ],
    "release_year": 2025,
    "duration": "2:06",
    "trailer_url": "https://youtu.be/d_TjT4Kwm4M",
    "actors": [
      "actor-41",
      "actor-42",
      "actor-43",
      "actor-44",
      "actor-45",
      "actor-46"
    ],
    "ticket_price": 200,
    "background_image": "src/assets/posters/Thunder_bg.jpg"
  },
  {
    "id": "f10",
    "title": "Татусь на мінімалках",
    "poster": "src/assets/posters/minDad.jpg",
    "rating": 6.2,
    "age": "12+",
    "description": "Успішний адвокат Юстін (Алекс Богдан) звик відстоювати свою думку та наполягати на тому, щоб все було так, як він вважає за потрібне. Юстін талановитий і успішно йде вгору по кар’єрних сходинках. Він завжди був впевнений, що ніщо не зможе йому завадити рухатися вперед. Усі ці плани поставила під сумнів 8-річна Майя, його похресниця. Дівчинка опинилася у скрутному становищі і найближчий дорослий, який міг би про неї подбати – Юстін. Дитячі забаганки хвилею накрили його доросле та впорядковане життя. І якби потрібно було тільки годувати дівчинку та відвозити її в школу. Майя ніби притягує до себе неприємності, а розбиратися з усім цім потрібно Юстіну.",
    "genre": [
      "Комедія"
    ],
    "release_year": 2025,
    "duration": "2:01",
    "trailer_url": "https://youtu.be/EzIybcx1XF0",
    "actors": [
      "actor-47",
      "actor-48",
      "actor-49",
      "actor-50"
    ],
    "ticket_price": 140,
    "background_image": "src/assets/posters/minDad_bg.jpg"
  },
  {
    "id": "f11",
    "title": "Аудитор 2",
    "poster": "src/assets/posters/Audit2.jpg",
    "rating": 5.5,
    "age": "16+",
    "description": "ід раннього дитинства Кріс Вульф (Бен Аффлек) сильно відрізнявся від однолітків. Батько-військовий навчив його поводитися зі зброєю та не боятися жодних викликів, які ставить йому життя. Найбільший хист Кріс мав до математики, тож бухгалтерська справа стала для нього джерелом заробітку. Він проводить аудит компаній, у яких є підозра на розкрадання грошей. Тим часом Рей Кінг (Дж.К. Сіммонс), очільник міністерства фінансів, завдяки Крісу зміг зробити блискучу кар’єру.",
    "genre": [
      "Бойовик",
      "Триллер",
      "Пригоди",
      "Драма",
      "Кримінальний"
    ],
    "release_year": 2025,
    "duration": "2:05",
    "trailer_url": "https://youtu.be/Pd6y5HU22ok",
    "actors": [
      "actor-51",
      "actor-52",
      "actor-53",
      "actor-54"
    ],
    "ticket_price": 150,
    "background_image": "src/assets/posters/Audit2_bg.jpg"
  },
 {
    "id": "f12",
    "title": "Чарівний Годинник",
    "poster": "src/assets/posters/magicCloc.jpg",
    "rating": 6.9,
    "age": "12+",
    "description": "Подружжя Джейн (Айла Фішер) та Еріка (Грег Кінніер) тріщить по швах. Під час обіду вони говорять трьом своїм дітям – Еммі (Шей Рудолф), Максу (Істон Рокет Сведа) та Тейлору (Мейсон Ші Джойс) що планують розлучитися. Наймолодший Тейлор нещодавно полагодив старовинний годинник, що стоїть у підвалі. Хлопчик виявив, що якщо відвести його стрілки назад, то усі повертаються в минуле. Варто цим скористатися, аби помирити батьків перш, ніж вони вирішать розійтися. Однієї спроби явно недостатньо і після 20 невдалих днів Тейлор звертається по допомогу. До справи підключаються старші Емма і Макс.",
    "genre": [
      "Фентезі",
      "Комедія"
    ],
    "release_year": 2025,
    "duration": "1:26",
    "trailer_url": "https://youtu.be/QaHQrxqz3TE",
    "actors": [
      "actor-55",
      "actor-56",
      "actor-57",
      "actor-58",
      "actor-59"
    ],
    "ticket_price": 140,
    "background_image": "src/assets/posters/magicCloc_bg.jpg"
  },
  {
    "id": "f13",
    "title": "Клоун Френдо",
    "poster": "src/assets/posters/clownF.jpg",
    "rating": 6.2,
    "age": "18+",
    "description": "Старшокласниця Квінн Мейбрук (Кеті Дуглас) переїжджає у невеличке містечко. Мама дівчини нещодавно померла, тож удвох із батьком-лікарем (Аарон Абрамс) вони шукають розради на новому місці. Справи тут ідуть не кращим чином. Нещодавно через підпал згоріла єдина місцева фабрика. Дорослі, які усвідомлюють усі наслідки, пригнічені тим, що сталося. Натомість підлітки розважаються, знімаючи контент для свого YouTube-каналу. Вони інсценують вбивства, які нібито скоїв клоун на кукурудзяному полі. Коли ж відбувається справжнє вбивство, то ніхто не вірить доказам. Усе виглядає точнісінько як на тих постановочних відео, тож на допомогу ніхто не поспішатиме.",
    "genre": [
      "Жахи",
      "Детектив",
      "Триллер",
      "Кримінальний",
      "Комедія"
    ],
    "release_year": 2025,
    "duration": "1:36",
    "trailer_url": "https://youtu.be/37sdo_ZcTN8",
    "actors": [
      "actor-60",
      "actor-61",
      "actor-62",
      "actor-63",
      "actor-64"
    ],
    "ticket_price": 180,
    "background_image": "src/assets/posters/clownF_bg.jpg"
  },
  {
    "id": "f14",
    "title": "Серфер",
    "poster": "src/assets/posters/Serfe.jpg",
    "rating": 8.7,
    "age": "16+",
    "description": "На один з пляжів у малолюдному куточку Австралії приходить Серфер (Ніколас Кейдж) разом зі своїм сином-підлітком (Фінн Літтл). Дитинство чоловіка пройшло у будинку неподалік. Згодом він переїхав з матір’ю до США, а нині хотів би придбати цей старий дім. Стосунки з дружиною у нього вкрай складні, тож спільне дозвілля із сином змогло б повернути колишнє тепло у родину. Мрії Серфера про те, як могло б скластися його подальше життя, грубо перериває компанія місцевих чоловіків. Хто не живе тут – той не серфить. Спроби вберегти пляж від туристів набувають дедалі жахливішого вигляду. Разом з тим Серфер у своїх спробах довести правоту переходить усі межі гідності, принижуючи себе та заводячи ситуацію у глухий кут.",
    "genre": [
      "Триллер",
      "Психологічний"
    ],
    "release_year": 2024,
    "duration": "1:43",
    "trailer_url": "https://youtu.be/8oHfsdy8Xew",
    "actors": [
      "actor-65",
      "actor-66",
      "actor-67",
      "actor-68"
    ],
    "ticket_price": 170,
    "background_image": "src/assets/posters/Serfe_bg.jpg"
  },
  {
    "id": "f15",
    "title": "Шалені Копи",
    "poster": "src/assets/posters/CrazyCops.jpg",
    "rating": 6.0,
    "age": "16+",
    "description": "У поліцейському відділку маленького острівного містечка поповнення – Вілл Шеллі (Хімеш Патель). Його напарник – корумпований, легковажний та жадібний до пригод Террі (Джозеф Гордон-Левітт). Перше ж чергування Вілла та Террі йде не за планом. Поки Террі проводив час із коханкою, надійшов виклик. Найбагатша жінка острова викликала поліцію, а Вілл вирішив, що заскочив грабіжницю на місці злочину. Коли до напарника приєднався Террі, то пані була вже мертва, а Вілл вкрай розгублений. Найперше, що спало на думку Террі – приховати сліди своєї участі та обставити все, як пограбування. Це призводить до низки ускладнень та вплутує у історію занадто багато людей.",
    "genre": [
      "Комедія",
      "Детектив",
      "Кримінальний"
    ],
    "release_year": 2024,
    "duration": "1:52",
    "trailer_url": "https://youtu.be/JpjQjmrzfhE",
    "actors": [
      "actor-69",
      "actor-70",
      "actor-71",
      "actor-72",
      "actor-73"
    ],
    "ticket_price": 180,
    "background_image": "src/assets/posters/CrazyCops_bg.jpg"
  },
  {
    "id": "f16",
    "title": "Спляча Красуня",
    "poster": "src/assets/posters/Sleeping.jpg",
    "rating": 7.0,
    "age": "0+",
    "description": "16-річний принц Парвус звик проводити свій час в саду, або ж над книжками – вивчаючи ботаніку. Коли родичі заборонили хлопцю займатися цією справою – він втік з палацу. Дорогою він дізнався, що колись давно у їхньому королівстві жила принцеса Розабелла, яку прокляла зла відьма. Вколовшись веретеном, дівчина поринула в міцний сон і розбудити її не так вже й просто. Можливо, тільки Парвусу це по силам. Однак відьма міцно захистила свої чари, тож справу прийдеться мати з живою огорожею Гекбертом.",
    "genre": [
      "Пригоди",
      "Фентезі",
      "Романтика"
    ],
    "release_year": 2024,
    "duration": "1:30",
    "trailer_url": "https://youtu.be/mFsXdeTw1Rw",
    "actors": [
      "actor-74",
      "actor-75",
      "actor-76",
      "actor-77"
    ],
    "ticket_price": 150,
    "background_image": "src/assets/posters/Sleeping_bg.jpg"
  },
  {
    "id": "f17",
    "title": "Пункт Призначення: Родове Прокляття",
    "poster": "src/assets/posters/Curse.jpg",
    "rating": 7.0,
    "age": "18+",
    "description": "Студентка коледжу Стефані страждає від нічних кошмарів, сюжет яких повторюється. Вона у подробицях бачить як саме має загинути її родина. У розпачі дівчина повертається додому аби знайти когось, хто міг би запобігти смертям.",
    "genre": [
      "Жахи",
      "Триллер"
    ],
    "release_year": 2025,
    "duration": "1:50",
    "trailer_url": "https://youtu.be/SMNDZJQiZCI",
    "actors": [
      "actor-78",
      "actor-79",
      "actor-80",
      "actor-81",
      "actor-82"
    ],
    "ticket_price": 210,
    "background_image": "src/assets/posters/Curse_bg.jpg"
  },
  {
    "id": "f18",
    "title": "Сни з тобою",
    "poster": "src/assets/posters/DreamswithYou.jpg",
    "rating": 8.3,
    "age": "16+",
    "description": "Відколи Даніела (Беатріс Гранно) загинула, Ніколас (Генрі Ґолдінґ) сильно горює. За порадою друга він звертається до науковців, які саме тестують новітній препарат. Експериментальні ліки занурюють людину у керований сон. Для таких як Ніколас, який гостро переживає втрату близької людини, ці ліки – нагода гідно попрощатися з близькими, побачивши їх уві сні. Ніколас укладає угоду та отримує заповітні таблетки. Він по-своєму розуміє цінність експерименту. Замість прощання з Даніелою, чоловік раз у раз проживає найкращі миті поряд із нею. Ніколас незчувся, як почав створювати у своїй уяві нове життя разом із дівчиною та вигадувати те, чого не було насправді.",
    "genre": [
      "Драма",
      "Фантастика",
      "Романтика"
    ],
    "release_year": 2024,
    "duration": "1:53",
    "trailer_url": "https://youtu.be/sN6qS4DoU0o",
    "actors": [
      "actor-83",
      "actor-84",
      "actor-85",
      "actor-86",
      "actor-87"
    ],
    "ticket_price": 140,
    "background_image": "src/assets/posters/DreamswithYou_bg.jpg"
  },
  {
    "id": "f19",
    "title": "Кривава Таємниця",
    "poster": "src/assets/posters/BloodySecret.jpg",
    "rating": 5.2,
    "age": "18+",
    "description": "17-річна Гретхен (Хантер Шафер) нещодавно втратила маму і тепер житиме із батьком Луїсом (Мартон Чокаш). Разом із новою родиною – дружиною Бет (Джесіка Хенвік) та їхньою німою донькою Альмою (Міла Лью) – Луїс оселився у курортному містечку у Баварських Альпах. Гретхен хоче накопичити грошей аби повернутися в Америку. Батьків колега влаштовує її на стійку реєстрації у готелі. Чим довше дівчина знаходиться у цьому місці, тим більше дивних речей вона помічає. Спроби довести батьку, що довкола коїться щось страшне не мають успіху. Єдина надія на порятунок – тікати звідси якнайдалі.",
    "genre": [
      "Триллер",
      "Жахи"
    ],
    "release_year": 2024,
    "duration": "1:42",
    "trailer_url": "https://youtu.be/NgzAFEbjHyg",
    "actors": [
      "actor-88",
      "actor-89",
      "actor-90",
      "actor-91"
    ],
    "ticket_price": 170,
    "background_image": "src/assets/posters/BloodySecret_bg.jpg"
  },
  {
    "id": "f20",
    "title": "Ритуал",
    "poster": "src/assets/posters/Ritual.jpg",
    "rating": 6.8,
    "age": "16+",
    "description": "Емма Шмідт (Ебігейл Ф. Коуен) з самого дитинства потерпає від одержимості злими силами. У періоди загострення цього стану жінка стає небезпечною сама для себе, тож родичі звертаються до священиків для проведення обряду екзорцизму. Найдосвідченішим серед них є отець Теофіл Різінгер (Аль Пачіно). Розуміючи усю складність того, що йому належить зробити, він запрошує собі у помічники отця Йозефа Штайгера (Ден Стівенс). Зачинившись разом із Еммою у монастирі сестер-францисканок, Теофіл та Йозеф проводили обряди впродовж 23 днів.",
    "genre": [
      "Триллер",
      "Жахи",
      "Психологія"
    ],
    "release_year": 2025,
    "duration": "2:00",
    "trailer_url": "https://youtu.be/_aFdssOYyDs",
    "actors": [
      "actor-92",
      "actor-93",
      "actor-94",
      "actor-95"
    ],
    "ticket_price": 180,
    "background_image": "src/assets/posters/Ritual_bg.jpg"
  },
  {
    "id": "f21",
    "title": "Медовий місяць без нареченого",
    "poster": "src/assets/posters/HoneyMoon.jpg",
    "rating": 4.6,
    "age": "16+",
    "description": "Коли наречений Медлін раптово кидає її всього за п’ять тижнів до весілля, вона приймає сміливе рішення не скасовувати медовий місяць. Разом із сестрою вона вирушає до Ніагарського водоспаду, сповнена сумнівів і болю, але з надією знайти новий сенс у цьому неймовірному місці. У вирі величезної краси природи та несподіваних поворотів долі, вона зустрічає харизматичного гіда Майка, чий погляд на життя відкриває Медлін нові горизонти. Спонтанні пригоди, щирі розмови та випадкові зустрічі стають не просто втіхою, а справжнім початком нової історії кохання. Але чи зможе вона відпустити болісне минуле, коли на горизонті знову з’являється її колишній?",
    "genre": [
      "Комедія",
      "Романтика"
    ],
    "release_year": 2024,
    "duration": "1:24",
    "trailer_url": "https://youtu.be/9RaUq-exObI",
    "actors": [
      "actor-96",
      "actor-97",
      "actor-98",
      "actor-99",
      "actor-100"
    ],
    "ticket_price": 140,
    "background_image": "src/assets/posters/HoneyMoon_bg.jpg"
  },
  {
    "id": "f22",
    "title": "Фінікійська Схема",
    "poster": "src/assets/posters/Finik.jpg",
    "rating": 6.6,
    "age": "16+",
    "description": "Експериментатор та авіамагнат, один з найбагатших бізнесменів Європи Жа-Жа Корда (Бенісіо Дель Торо) стикається з проблемами. Десятиліттями будуючи свою бізнес-імперію, він думав кому ж з десятьох дітей залишити її у спадок. Зрештою обрав єдину доньку, черницю сестру Лізл (Тріплтон). Шкода, що дівчина не в захваті від перспектив провести решту життя тікаючи від тих, хто хоче заволодіти величезними статками. Не встиг батько пояснити їй таке своє рішення, як за Кордою і його спадкоємицею почалося полювання",
    "genre": [
      "Кримінальний",
      "Комедія",
      "Трилер",
      "Бойовик"
    ],
    "release_year": 2025,
    "duration": "1:43",
    "trailer_url": "https://youtu.be/aVAwjQdWdRo",
    "actors": [
      "actor-101",
      "actor-102",
      "actor-103",
      "actor-104",
      "actor-105"
    ],
    "ticket_price": 180,
    "background_image": "src/assets/posters/Finik_bg.jpg"
  },
  {
    "id": "f23",
    "title": "Тіньовий Загін",
    "poster": "src/assets/posters/Shadow.jpg",
    "rating": 7.7,
    "age": "16+",
    "description": "Колись Девіда (Омар Сі) та Кіру (Керрі Вашингтон) завербували до таємного загону оперативного підрозділу професіоналів найвищого класу, де все підпорядковується суворим правилам. Одним із правил було не закохуватися одне в одного. І саме це правило Девід та Кіра порушили. Аби жити спокійним життям їм доводиться переховуватися. Вони давно разом, ростять сина та будують плани на майбутнє. Але керівництво Тіньового загону нічого не забуло і хоче помститися втікачам. Їх вистежили і планують знищити. Такий варіант подружжю не до вподоби, тож вони чинитимуть спротив. Добре, що тактику свого ворога вони знають в досконалості.",
    "genre": [
      "Триллер",
      "Драма",
      "Бойовик"
    ],
    "release_year": 2025,
    "duration": "1:44",
    "trailer_url": "https://youtu.be/Se4Q_TzpYKw",
    "actors": [
      "actor-106",
      "actor-107",
      "actor-108",
      "actor-109",
      "actor-110"
    ],
    "ticket_price": 170,
    "background_image": "src/assets/posters/Shadow_bg.jpg"
  },
  {
    "id": "f24",
    "title": "Поспішай у завтра",
    "poster": "src/assets/posters/TommorowUp.jpg",
    "rating": 8.2,
    "age": "16+",
    "description": "Фільм, на який чекають мільйони фанатів по всьому світі, дебют у кіно легендарного The Weeknd! Ідея фільму з’явилась після реального кошмарного досвіду, який The Weeknd пережив на сцені і замислився над питанням: \"Що буде, якщо у вас заберуть ту річ, на яку ви занадто покладаєтесь?\". У фільмі він грає альтернативну версію себе, а Дженні Ортега - його альтер его.",
    "genre": [
      "Психологічний",
      "Триллер"
    ],
    "release_year": 2025,
    "duration": "1:45",
    "trailer_url": "https://youtu.be/c71FD6yQ-GY",
    "actors": [
      "actor-111",
      "actor-112",
      "actor-113",
      "actor-114"
    ],
    "ticket_price": 140,
    "background_image": "src/assets/posters/TommorowUp_bg.jpg"
  },
  {
    "id": "f25",
    "title": "Смертельна Місія",
    "poster": "src/assets/posters/DeathWish.jpg",
    "rating": 8.6,
    "age": "16+",
    "description": "Група астронавтів вирушає до смертельно небезпечної місії до супутника Сатурна Титана і намагається зберегти контроль над реальністю.",
    "genre": [
      "Триллер",
      "Фантастика",
      "Пригоди"
    ],
    "release_year": 2024,
    "duration": "1:48",
    "trailer_url": "https://youtu.be/FylUY9sgE3c",
    "actors": [
      "actor-115",
      "actor-116",
      "actor-117",
      "actor-118",
      "actor-119"
    ],
    "ticket_price": 190,
    "background_image": "src/assets/posters/DeathWish_bg.jpg"
  },
  {
    "id": "f26",
    "title": "Карате Кід: Легенди",
    "poster": "src/assets/posters/KarateKid.jpg",
    "rating": 6.5,
    "age": "12+",
    "description": "Загибель брата змушує підлітка Лі Фана (Бен Ван) разом із матір’ю переїхати з Пекіну до Нью-Йорку. Після трагедії та переїзду хлопець вирішує залишити кунг-фу у минулому. Однак, схоже на те, що знову доведеться битися. Однолітки не прийняли хлопця і створюють все нові й нові конфлікти, у які його вплутують. Терпець увірвався, коли негаразди почали зачіпати подругу Лі Фана. Єдиний вихід вийти переможцем з конфліктів – перемогти у змаганні з карате. Аби хлопець гідно виступив, до Нью-Йорка приїжджають два легендарні вчителі – Даніель ЛаРуссо (Ральф Мачіо) та містер Хан (Джекі Чан).",
    "genre": [
      "Драма",
      "Бойовик",
      "Сімейний",
      "Пригоди"
    ],
    "release_year": 2025,
    "duration": "2:00",
    "trailer_url": "https://youtu.be/4BPyc8UI9Qg",
    "actors": [
      "actor-120",
      "actor-121",
      "actor-122",
      "actor-123",
      "actor-124"
    ],
    "ticket_price": 170,
    "background_image": "src/assets/posters/KarateKid_bg.jpg"
  },
  {
    "id": "f27",
    "title": "Балерина",
    "poster": "src/assets/posters/Ballerine.jpg",
    "rating": 8.5,
    "age": "16+",
    "description": "Дитячі мрії мають здійснюватися. Єва Макарро (Ана де Армас) з малечку мріяла про балет і таки потрапила до балетної школи. Тут дівчинка не лише навчилася вправно керувати своїм тілом та опанувала класичну хореографію. За потреби вона може вбити будь кого. Виконуючи чергове доручення своєї наставниці (Анжеліка Г'юстон), Єва випадково дізнається хто насправді вбив її батька. Керована жагою помсти, вона вирушає на полювання.",
    "genre": [
      "Бойовик",
      "Триллер",
      "Драма"
    ],
    "release_year": 2025,
    "duration": "2:00",
    "trailer_url": "https://youtu.be/I07NgjmlnSI",
    "actors": [
      "actor-125",
      "actor-126",
      "actor-127",
      "actor-128",
      "actor-129"
    ],
    "ticket_price": 210,
    "background_image": "src/assets/posters/Ballerine_bg.jpg"
  },
  {
    "id": "f28",
    "title": "Як приборкати Дракона",
    "poster": "src/assets/posters/TameDragon.jpg",
    "rating": 8.3,
    "age": "0+",
    "description": "Ніхто вже й не згадує відколи точиться боротьба між вікінгами та драконами. Кмітливий, однак не надто войовничий Гикавка (Мейсон Темз) є сином вождя вікінгів Стоїка (Джерард Батлер). Вони живуть на острові посеред океану і ретельно захищають свою їжу від нальотів драконів. Батько наполягає на тому, щоб син, нарівні з іншими юнаками, брав участь у полюванні на драконів. Найсміливіша спроба Гикавки закінчується зовсім не так, як всі очікували. Найнебезпечніший дракон Нічна Лють стає Гикавці другом.",
    "genre": [
      "Пригоди",
      "Бойовик",
      "Фантастика"
    ],
    "release_year": 2025,
    "duration": "2:00",
    "trailer_url": "https://youtu.be/ulqs40Cgm10",
    "actors": [
      "actor-130",
      "actor-131",
      "actor-132",
      "actor-133",
      "actor-134"
    ],
    "ticket_price": 170,
    "background_image": "src/assets/posters/TameDragon_bg.jpg"
  },
  {
    "id": "f29",
    "title": "Небезпечна Тварина",
    "poster": "src/assets/posters/Beast.jpg",
    "rating": 9.0,
    "age": "16+",
    "description": "течій. Але одного разу сталося те, до чого не можливо було підготуватися. Дівчину викрав серійний вбивця (Джай Кортні). Кожну свою жертву він згодовує акулам, має для цього спеціально облаштований човен. Тут є усе, що допомагає чоловіку насолодитися процесом. Годівля акул відбувається у заплановані дні і маніяк має купу ритуалів, яких неухильно дотримується. Зефір звикла підкорювати хвилі, а не плисти по течії, тож вирішує взяти ситуацію у свої руки.",
    "genre": [
      "Триллер",
      "Жахи",
      "Психологічний"
    ],
    "release_year": 2025,
    "duration": "2:00",
    "trailer_url": "https://youtu.be/K6GagChvs0c",
    "actors": [
      "actor-135",
      "actor-136",
      "actor-137"
    ],
    "ticket_price": 200,
    "background_image": "src/assets/posters/Beast_bg.jpg"
  },
  {
    "id": "f30",
    "title": "Потойбічне",
    "poster": "src/assets/posters/Poltergeist.jpg",
    "rating": 8.8,
    "age": "18+",
    "description": "Ребекка, Кріс та їхні діти Тайлер і Хлоя — звичайна сім'я, яка справляється зі своїми труднощами. Незабаром після переїзду до нового будинку всі вони починають відчувати присутність потойбіччя.",
    "genre": [
      "Жахи",
      "Містика",
      "Триллер"
    ],
    "release_year": 2024,
    "duration": "1:24",
    "trailer_url": "https://youtu.be/s-k7YaJgf8M",
    "actors": [
      "actor-138",
      "actor-139",
      "actor-140",
      "actor-141",
      "actor-142"
    ],
    "ticket_price": 180,
    "background_image": "src/assets/posters/Poltergeist_bg.jpg"
  }
]
